Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Calibration_Confirm_Message
source: This takes several hours. Keep the adapter plugged in the whole time: unplugging it stops the calibration. The laptop won't sleep until it finishes, not even with the lid closed.
ar_sa: يستغرق هذا عدة ساعات. أبقِ المحوّل موصولاً طوال الوقت: فصله يوقف المعايرة. لن يدخل الكمبيوتر المحمول في وضع السكون حتى تنتهي، ولا حتى عند إغلاق الغطاء.
bg_bg: Това отнема няколко часа. Дръжте адаптера включен през цялото време: изключването му спира калибрирането. Лаптопът няма да заспи, докато не приключи, дори при затворен капак.
ca_es: Això triga diverses hores. Mantén l'adaptador endollat tota l'estona: si el desendolles, s'atura el calibratge. El portàtil no entrarà en repòs fins que acabi, ni tan sols amb la tapa tancada.
cs_cz: Trvá to několik hodin. Nechte adaptér celou dobu připojený: odpojením se kalibrace zastaví. Notebook do jejího konce nepřejde do režimu spánku, ani se zavřeným víkem.
de_de: Das dauert mehrere Stunden. Lassen Sie das Netzteil die ganze Zeit angeschlossen: Abziehen beendet die Kalibrierung. Der Laptop geht bis zum Ende nicht in den Energiesparmodus, auch nicht bei zugeklapptem Deckel.
el_gr: Αυτό διαρκεί αρκετές ώρες. Αφήστε τον μετασχηματιστή συνδεδεμένο όλη την ώρα: η αποσύνδεσή του σταματά τη βαθμονόμηση. Ο φορητός δεν θα μπει σε αναστολή μέχρι να τελειώσει, ούτε με κλειστό καπάκι.
es_es: Esto tarda varias horas. Mantén el adaptador enchufado todo el tiempo: desenchufarlo detiene la calibración. El portátil no entrará en suspensión hasta que termine, ni siquiera con la tapa cerrada.
et_ee: See võtab mitu tundi. Hoidke toiteadapter kogu aeg ühendatuna: selle lahtiühendamine peatab kalibreerimise. Sülearvuti ei lähe enne lõppu unerežiimi, isegi mitte suletud kaanega.
fa_ir: این کار چند ساعت طول می‌کشد. آداپتور را در تمام این مدت وصل نگه دارید: جدا کردنش کالیبره کردن را متوقف می‌کند. لپ‌تاپ تا پایان کار به حالت خواب نمی‌رود، حتی با درِ بسته.
fi_fi: Tämä kestää useita tunteja. Pidä verkkolaite kytkettynä koko ajan: irrottaminen keskeyttää kalibroinnin. Kannettava ei siirry lepotilaan ennen kuin se on valmis, ei edes kansi suljettuna.
fr_fr: Cela prend plusieurs heures. Laissez l’adaptateur branché tout le temps : le débrancher arrête le calibrage. L’ordinateur portable ne se mettra pas en veille avant la fin, même écran rabattu.
he_il: זה נמשך כמה שעות. השאר את המתאם מחובר כל הזמן: ניתוק שלו עוצר את הכיול. המחשב הנייד לא ייכנס למצב שינה עד שהכיול יסתיים, גם לא כשהמכסה סגור.
hi_in: इसमें कई घंटे लगते हैं। पूरे समय एडैप्टर लगा रहने दें: उसे निकालने से कैलिब्रेशन रुक जाता है। पूरा होने तक लैपटॉप स्लीप में नहीं जाएगा, ढक्कन बंद होने पर भी नहीं।
hu_hu: Ez több órát vesz igénybe. Hagyja végig csatlakoztatva a töltőt: kihúzása leállítja a kalibrálást. A laptop a végéig nem alszik el, lecsukott fedéllel sem.
id_id: Ini butuh beberapa jam. Biarkan adaptor tersambung sepanjang waktu: mencabutnya menghentikan kalibrasi. Laptop tidak akan tidur sampai selesai, bahkan saat penutupnya ditutup.
it_it: Richiede diverse ore. Tieni l'alimentatore collegato per tutto il tempo: scollegarlo interrompe la calibrazione. Il portatile non andrà in sospensione finché non termina, nemmeno con il coperchio chiuso.
ja_jp: 数時間かかります。その間ずっと AC アダプターをつないでおいてください。外すと調整は止まります。終わるまで、ふたを閉じてもノート PC はスリープしません。
ko_kr: 몇 시간이 걸립니다. 그동안 어댑터를 계속 연결해 두세요. 뽑으면 보정이 멈춥니다. 끝날 때까지는 덮개를 닫아도 노트북이 절전 모드로 들어가지 않습니다.
lv_lv: Tas aizņem vairākas stundas. Visu laiku turiet adapteri pieslēgtu: tā atvienošana aptur kalibrēšanu. Līdz beigām klēpjdators nepāries miega režīmā, pat ar aizvērtu vāku.
nb_no: Dette tar flere timer. La adapteren være tilkoblet hele tiden: kobler du den fra, stopper kalibreringen. Den bærbare PC-en går ikke i hvilemodus før den er ferdig, heller ikke med lokket lukket.
nl_nl: Dit duurt enkele uren. Laat de adapter de hele tijd aangesloten: loskoppelen stopt het kalibreren. De laptop gaat tot het klaar is niet in slaapstand, ook niet met het deksel dicht.
pl_pl: To trwa kilka godzin. Nie odłączaj zasilacza przez cały czas: jego odłączenie przerywa kalibrację. Do jej końca laptop nie przejdzie w stan uśpienia, nawet po zamknięciu pokrywy.
pt_pt: Isto demora várias horas. Mantenha o transformador ligado o tempo todo: desligá-lo interrompe a calibração. O portátil não entra em suspensão até terminar, nem com a tampa fechada.
ro_ro: Durează câteva ore. Țineți adaptorul conectat tot timpul: deconectarea lui oprește calibrarea. Laptopul nu va intra în repaus până la final, nici cu capacul închis.
ru_ru: Это занимает несколько часов. Не отключайте адаптер всё это время: отключение останавливает калибровку. До её окончания ноутбук не уйдёт в сон, даже с закрытой крышкой.
sk_sk: Trvá to niekoľko hodín. Nechajte adaptér celý čas pripojený: odpojením sa kalibrácia zastaví. Notebook do jej konca neprejde do režimu spánku, ani so zatvoreným vekom.
sr_cyrl_rs: Ово траје неколико сати. Држите адаптер прикључен све време: искључивање зауставља калибрисање. Лаптоп неће прећи у стање спавања док се не заврши, чак ни са затвореним поклопцем.
sv_se: Det tar flera timmar. Låt nätadaptern vara ansluten hela tiden: om du kopplar ur den stoppas kalibreringen. Den bärbara datorn går inte i viloläge förrän den är klar, inte ens med locket stängt.
th_th: ใช้เวลาหลายชั่วโมง เสียบอะแดปเตอร์ไว้ตลอดเวลา การถอดออกจะหยุดการปรับเทียบ แล็ปท็อปจะไม่เข้าโหมดสลีปจนกว่าจะเสร็จ แม้ปิดฝาไว้ก็ตาม
tr_tr: Bu birkaç saat sürer. Adaptörü süre boyunca takılı tutun: çıkarmak kalibrasyonu durdurur. Bitene kadar dizüstü bilgisayar, kapağı kapalı olsa bile uyku moduna geçmez.
uk_ua: Це триває кілька годин. Не від'єднуйте адаптер увесь цей час: від'єднання зупиняє калібрування. До його завершення ноутбук не перейде в режим сну, навіть із закритою кришкою.
vi_vn: Việc này mất vài giờ. Hãy cắm bộ sạc suốt thời gian đó: rút ra sẽ dừng hiệu chỉnh. Máy tính xách tay sẽ không ngủ cho đến khi xong, kể cả khi gập nắp.
zh_cn: 这需要几个小时。请全程插着电源适配器：拔掉会停止校准。完成之前笔记本电脑不会睡眠，即使合上盖子也不会。
zh_tw: 這需要幾個小時。請全程插著電源轉接器：拔掉會停止校準。完成之前筆電不會睡眠，即使闔上螢幕也不會。

# Calibration_Confirm_Start
source: Start calibrating
ar_sa: بدء المعايرة
bg_bg: Започни калибрирането
ca_es: Comença el calibratge
cs_cz: Spustit kalibraci
de_de: Kalibrierung starten
el_gr: Έναρξη βαθμονόμησης
es_es: Empezar a calibrar
et_ee: Alusta kalibreerimist
fa_ir: شروع کالیبره کردن
fi_fi: Aloita kalibrointi
fr_fr: Lancer le calibrage
he_il: התחל לכייל
hi_in: कैलिब्रेशन शुरू करें
hu_hu: Kalibrálás indítása
id_id: Mulai kalibrasi
it_it: Avvia la calibrazione
ja_jp: 調整を開始
ko_kr: 보정 시작
lv_lv: Sākt kalibrēšanu
nb_no: Start kalibreringen
nl_nl: Kalibreren starten
pl_pl: Rozpocznij kalibrację
pt_pt: Iniciar a calibração
ro_ro: Începeți calibrarea
ru_ru: Начать калибровку
sk_sk: Spustiť kalibráciu
sr_cyrl_rs: Почни калибрисање
sv_se: Starta kalibreringen
th_th: เริ่มปรับเทียบ
tr_tr: Kalibrasyonu başlat
uk_ua: Почати калібрування
vi_vn: Bắt đầu hiệu chỉnh
zh_cn: 开始校准
zh_tw: 開始校準

# Calibration_NeedsAc
source: Plug in the adapter to calibrate the battery.
ar_sa: صِل المحوّل لمعايرة البطارية.
bg_bg: Включете адаптера, за да калибрирате батерията.
ca_es: Endolla l'adaptador per calibrar la bateria.
cs_cz: Pro kalibraci baterie připojte adaptér.
de_de: Schließen Sie das Netzteil an, um den Akku zu kalibrieren.
el_gr: Συνδέστε τον μετασχηματιστή για να βαθμονομήσετε την μπαταρία.
es_es: Enchufa el adaptador para calibrar la batería.
et_ee: Aku kalibreerimiseks ühendage toiteadapter.
fa_ir: برای کالیبره کردن باتری، آداپتور را وصل کنید.
fi_fi: Kytke verkkolaite akun kalibrointia varten.
fr_fr: Branchez l’adaptateur pour calibrer la batterie.
he_il: חבר את המתאם כדי לכייל את הסוללה.
hi_in: बैटरी कैलिब्रेट करने के लिए एडैप्टर लगाएँ।
hu_hu: Az akkumulátor kalibrálásához csatlakoztassa a töltőt.
id_id: Sambungkan adaptor untuk mengkalibrasi baterai.
it_it: Collega l'alimentatore per calibrare la batteria.
ja_jp: バッテリーを調整するには AC アダプターをつないでください。
ko_kr: 배터리를 보정하려면 어댑터를 연결하세요.
lv_lv: Lai kalibrētu akumulatoru, pieslēdziet adapteri.
nb_no: Koble til adapteren for å kalibrere batteriet.
nl_nl: Sluit de adapter aan om de batterij te kalibreren.
pl_pl: Aby skalibrować baterię, podłącz zasilacz.
pt_pt: Ligue o transformador para calibrar a bateria.
ro_ro: Conectați adaptorul pentru a calibra bateria.
ru_ru: Подключите адаптер, чтобы откалибровать аккумулятор.
sk_sk: Na kalibráciu batérie pripojte adaptér.
sr_cyrl_rs: Прикључите адаптер да бисте калибрисали батерију.
sv_se: Anslut nätadaptern för att kalibrera batteriet.
th_th: เสียบอะแดปเตอร์เพื่อปรับเทียบแบตเตอรี่
tr_tr: Pili kalibre etmek için adaptörü takın.
uk_ua: Під'єднайте адаптер, щоб відкалібрувати акумулятор.
vi_vn: Hãy cắm bộ sạc để hiệu chỉnh pin.
zh_cn: 请插上电源适配器再校准电池。
zh_tw: 請插上電源轉接器再校準電池。

# Calibration_AlreadyRunning
source: The battery is already being calibrated.
ar_sa: تجري معايرة البطارية بالفعل.
bg_bg: Батерията вече се калибрира.
ca_es: La bateria ja s'està calibrant.
cs_cz: Baterie se už kalibruje.
de_de: Der Akku wird bereits kalibriert.
el_gr: Η μπαταρία βαθμονομείται ήδη.
es_es: La batería ya se está calibrando.
et_ee: Akut juba kalibreeritakse.
fa_ir: باتری در حال کالیبره شدن است.
fi_fi: Akkua kalibroidaan jo.
fr_fr: La batterie est déjà en cours de calibrage.
he_il: הסוללה כבר בכיול.
hi_in: बैटरी पहले से कैलिब्रेट हो रही है।
hu_hu: Az akkumulátor kalibrálása már folyamatban van.
id_id: Baterai sudah sedang dikalibrasi.
it_it: La batteria è già in calibrazione.
ja_jp: バッテリーはすでに調整中です。
ko_kr: 배터리를 이미 보정하고 있습니다.
lv_lv: Akumulators jau tiek kalibrēts.
nb_no: Batteriet kalibreres allerede.
nl_nl: De batterij wordt al gekalibreerd.
pl_pl: Bateria jest już kalibrowana.
pt_pt: A bateria já está a ser calibrada.
ro_ro: Bateria se calibrează deja.
ru_ru: Аккумулятор уже калибруется.
sk_sk: Batéria sa už kalibruje.
sr_cyrl_rs: Батерија се већ калибрише.
sv_se: Batteriet kalibreras redan.
th_th: กำลังปรับเทียบแบตเตอรี่อยู่แล้ว
tr_tr: Pil zaten kalibre ediliyor.
uk_ua: Акумулятор уже калібрується.
vi_vn: Pin đang được hiệu chỉnh.
zh_cn: 电池已在校准中。
zh_tw: 電池已在校準中。

# Calibration_Rejected
source: The firmware rejected the battery calibration.
ar_sa: رفض البرنامج الثابت معايرة البطارية.
bg_bg: Фърмуерът отхвърли калибрирането на батерията.
ca_es: El microprogramari ha rebutjat el calibratge de la bateria.
cs_cz: Firmware odmítl kalibraci baterie.
de_de: Die Firmware hat die Akkukalibrierung abgelehnt.
el_gr: Το υλικολογισμικό απέρριψε τη βαθμονόμηση της μπαταρίας.
es_es: El firmware rechazó la calibración de la batería.
et_ee: Püsivara lükkas aku kalibreerimise tagasi.
fa_ir: سفت‌افزار کالیبره کردن باتری را رد کرد.
fi_fi: Laiteohjelmisto hylkäsi akun kalibroinnin.
fr_fr: Le firmware a refusé le calibrage de la batterie.
he_il: הקושחה דחתה את כיול הסוללה.
hi_in: फ़र्मवेयर ने बैटरी कैलिब्रेशन अस्वीकार कर दिया।
hu_hu: A belső vezérlőprogram elutasította az akkumulátor kalibrálását.
id_id: Firmware menolak kalibrasi baterai.
it_it: Il firmware ha rifiutato la calibrazione della batteria.
ja_jp: ファームウェアがバッテリーの調整を拒否しました。
ko_kr: 펌웨어가 배터리 보정을 거부했습니다.
lv_lv: Aparātprogrammatūra noraidīja akumulatora kalibrēšanu.
nb_no: Fastvaren avviste kalibreringen av batteriet.
nl_nl: De firmware heeft het kalibreren van de batterij geweigerd.
pl_pl: Oprogramowanie układowe odrzuciło kalibrację baterii.
pt_pt: O firmware recusou a calibração da bateria.
ro_ro: Firmware-ul a respins calibrarea bateriei.
ru_ru: Встроенное ПО отклонило калибровку аккумулятора.
sk_sk: Firmvér odmietol kalibráciu batérie.
sr_cyrl_rs: Фирмвер је одбио калибрисање батерије.
sv_se: Firmware avvisade kalibreringen av batteriet.
th_th: เฟิร์มแวร์ปฏิเสธการปรับเทียบแบตเตอรี่
tr_tr: Üretici yazılımı pil kalibrasyonunu reddetti.
uk_ua: Мікропрограма відхилила калібрування акумулятора.
vi_vn: Chương trình cơ sở đã từ chối hiệu chỉnh pin.
zh_cn: 固件拒绝了电池校准。
zh_tw: 韌體拒絕了電池校準。

# BootLogo_Description
source: A GIF or JPEG picture shown when the laptop starts, up to {0} × {1} pixels, 35 MB and 24-bit colour. Each GIF frame shows for at least 30 ms.
ar_sa: صورة GIF أو JPEG تظهر عند بدء تشغيل الكمبيوتر المحمول، بحد أقصى {0} × {1} بكسل و35 ميغابايت وألوان 24 بت. يظهر كل إطار من صورة GIF لمدة 30 مللي ثانية على الأقل.
bg_bg: Изображение GIF или JPEG, показвано при стартиране на лаптопа, до {0} × {1} пиксела, 35 МБ и 24-битов цвят. Всеки кадър на GIF се показва поне 30 мс.
ca_es: Una imatge GIF o JPEG que es mostra en engegar el portàtil, de fins a {0} × {1} píxels, 35 MB i color de 24 bits. Cada fotograma d'un GIF es mostra com a mínim 30 ms.
cs_cz: Obrázek GIF nebo JPEG zobrazený při zapnutí notebooku, nejvýše {0} × {1} pixelů, 35 MB a 24bitové barvy. Každý snímek GIF se zobrazí alespoň na 30 ms.
de_de: Ein GIF- oder JPEG-Bild, das beim Einschalten des Laptops erscheint, bis {0} × {1} Pixel, 35 MB und 24-Bit-Farbe. Jedes Einzelbild eines GIFs wird mindestens 30 ms lang angezeigt.
el_gr: Μια εικόνα GIF ή JPEG που εμφανίζεται κατά την εκκίνηση του φορητού, έως {0} × {1} pixel, 35 MB και χρώμα 24 bit. Κάθε καρέ ενός GIF εμφανίζεται για τουλάχιστον 30 ms.
es_es: Una imagen GIF o JPEG que aparece al encender el portátil, de hasta {0} × {1} píxeles, 35 MB y color de 24 bits. Cada fotograma de un GIF se muestra al menos 30 ms.
et_ee: GIF- või JPEG-pilt, mis kuvatakse sülearvuti käivitamisel, kuni {0} × {1} pikslit, 35 MB ja 24-bitine värv. GIF-i iga kaadrit näidatakse vähemalt 30 ms.
fa_ir: تصویری GIF یا JPEG که هنگام روشن شدن لپ‌تاپ نمایش داده می‌شود، حداکثر {0} × {1} پیکسل، 35 مگابایت و رنگ 24 بیتی. هر فریم GIF دست‌کم 30 میلی‌ثانیه نمایش داده می‌شود.
fi_fi: GIF- tai JPEG-kuva, joka näkyy kannettavan käynnistyessä, enintään {0} × {1} kuvapistettä, 35 Mt ja 24-bittiset värit. GIF-kuvan jokainen ruutu näkyy vähintään 30 ms.
fr_fr: Une image GIF ou JPEG affichée au démarrage de l’ordinateur portable, jusqu’à {0} × {1} pixels, 35 Mo et des couleurs 24 bits. Chaque image d’un GIF reste affichée au moins 30 ms.
he_il: תמונת GIF או JPEG שמוצגת בעת הפעלת המחשב הנייד, עד {0} × {1} פיקסלים, 35 MB וצבע של 24 סיביות. כל פריים של GIF מוצג למשך 30 אלפיות שנייה לפחות.
hi_in: लैपटॉप चालू होने पर दिखने वाला GIF या JPEG चित्र, अधिकतम {0} × {1} पिक्सेल, 35 MB और 24-बिट रंग। GIF का हर फ़्रेम कम से कम 30 ms तक दिखता है।
hu_hu: A laptop indításakor megjelenő GIF- vagy JPEG-kép, legfeljebb {0} × {1} képpont, 35 MB és 24 bites színek. A GIF minden képkockája legalább 30 ms-ig látszik.
id_id: Gambar GIF atau JPEG yang tampil saat laptop menyala, maksimal {0} × {1} piksel, 35 MB, dan warna 24-bit. Setiap bingkai GIF tampil minimal 30 ms.
it_it: Un'immagine GIF o JPEG mostrata all'accensione del portatile, fino a {0} × {1} pixel, 35 MB e colori a 24 bit. Ogni fotogramma di una GIF resta visibile almeno 30 ms.
ja_jp: ノート PC の起動時に表示される GIF または JPEG 画像です (最大 {0} × {1} ピクセル、35 MB、24 ビット カラー)。GIF の各フレームは 30 ミリ秒以上表示されます。
ko_kr: 노트북을 켤 때 표시되는 GIF 또는 JPEG 사진입니다(최대 {0} × {1}픽셀, 35MB, 24비트 색). GIF의 각 프레임은 30ms 이상 표시됩니다.
lv_lv: GIF vai JPEG attēls, kas tiek rādīts, ieslēdzot klēpjdatoru, līdz {0} × {1} pikseļiem, 35 MB un 24 bitu krāsām. Katrs GIF kadrs tiek rādīts vismaz 30 ms.
nb_no: Et GIF- eller JPEG-bilde som vises når den bærbare PC-en starter, opptil {0} × {1} piksler, 35 MB og 24-biters farger. Hver ramme i en GIF vises i minst 30 ms.
nl_nl: Een GIF- of JPEG-afbeelding die verschijnt bij het opstarten van de laptop, tot {0} × {1} pixels, 35 MB en 24-bits kleur. Elk frame van een GIF blijft minstens 30 ms staan.
pl_pl: Obraz GIF lub JPEG wyświetlany przy włączaniu laptopa, maksymalnie {0} × {1} pikseli, 35 MB i kolor 24-bitowy. Każda klatka GIF-a jest wyświetlana przez co najmniej 30 ms.
pt_pt: Uma imagem GIF ou JPEG apresentada ao ligar o portátil, até {0} × {1} píxeis, 35 MB e cor de 24 bits. Cada fotograma de um GIF é apresentado durante pelo menos 30 ms.
ro_ro: O imagine GIF sau JPEG afișată la pornirea laptopului, de cel mult {0} × {1} pixeli, 35 MB și culori pe 24 de biți. Fiecare cadru al unui GIF se afișează cel puțin 30 ms.
ru_ru: Изображение GIF или JPEG, которое показывается при включении ноутбука, размером до {0} × {1} пикселей и 35 МБ, с цветом до 24 бит. Каждый кадр GIF показывается не меньше 30 мс.
sk_sk: Obrázok GIF alebo JPEG zobrazený pri zapnutí notebooku, najviac {0} × {1} pixelov, 35 MB a 24-bitové farby. Každá snímka GIF sa zobrazí aspoň na 30 ms.
sr_cyrl_rs: GIF или JPEG слика која се приказује при паљењу лаптопа, до {0} × {1} пиксела, 35 MB и 24-битних боја. Сваки кадар GIF-а се приказује најмање 30 ms.
sv_se: En GIF- eller JPEG-bild som visas när den bärbara datorn startar, upp till {0} × {1} bildpunkter, 35 MB och 24-bitars färg. Varje bildruta i en GIF visas i minst 30 ms.
th_th: รูปภาพ GIF หรือ JPEG ที่แสดงเมื่อเปิดแล็ปท็อป ขนาดไม่เกิน {0} × {1} พิกเซล 35 MB และสี 24 บิต แต่ละเฟรมของ GIF แสดงอย่างน้อย 30 มิลลิวินาที
tr_tr: Dizüstü bilgisayar açılırken gösterilen, en fazla {0} × {1} piksel, 35 MB ve 24 bit renkli bir GIF veya JPEG resim. GIF'in her karesi en az 30 ms gösterilir.
uk_ua: Зображення GIF або JPEG, що показується під час увімкнення ноутбука, розміром до {0} × {1} пікселів і 35 МБ, з кольором до 24 біт. Кожен кадр GIF показується щонайменше 30 мс.
vi_vn: Ảnh GIF hoặc JPEG hiển thị khi máy tính xách tay khởi động, tối đa {0} × {1} pixel, 35 MB và màu 24 bit. Mỗi khung hình của GIF hiển thị ít nhất 30 ms.
zh_cn: 笔记本电脑开机时显示的 GIF 或 JPEG 图片，最大 {0} × {1} 像素、35 MB、24 位颜色。GIF 的每一帧至少显示 30 毫秒。
zh_tw: 筆電開機時顯示的 GIF 或 JPEG 圖片，最大 {0} × {1} 像素、35 MB、24 位元色彩。GIF 的每一格畫面至少顯示 30 毫秒。

# BootLogo_DescriptionAnySize
source: A GIF or JPEG picture shown when the laptop starts, up to 40 % of the screen's width and height, 35 MB and 24-bit colour. Each GIF frame shows for at least 30 ms.
ar_sa: صورة GIF أو JPEG تظهر عند بدء تشغيل الكمبيوتر المحمول، بحد أقصى 40 % من عرض الشاشة وارتفاعها و35 ميغابايت وألوان 24 بت. يظهر كل إطار من صورة GIF لمدة 30 مللي ثانية على الأقل.
bg_bg: Изображение GIF или JPEG, показвано при стартиране на лаптопа, до 40 % от ширината и височината на екрана, 35 МБ и 24-битов цвят. Всеки кадър на GIF се показва поне 30 мс.
ca_es: Una imatge GIF o JPEG que es mostra en engegar el portàtil, de fins al 40 % de l'amplada i l'alçada de la pantalla, 35 MB i color de 24 bits. Cada fotograma d'un GIF es mostra com a mínim 30 ms.
cs_cz: Obrázek GIF nebo JPEG zobrazený při zapnutí notebooku, nejvýše 40 % šířky a výšky obrazovky, 35 MB a 24bitové barvy. Každý snímek GIF se zobrazí alespoň na 30 ms.
de_de: Ein GIF- oder JPEG-Bild, das beim Einschalten des Laptops erscheint, bis 40 % der Breite und Höhe des Bildschirms, 35 MB und 24-Bit-Farbe. Jedes Einzelbild eines GIFs wird mindestens 30 ms lang angezeigt.
el_gr: Μια εικόνα GIF ή JPEG που εμφανίζεται κατά την εκκίνηση του φορητού, έως το 40 % του πλάτους και του ύψους της οθόνης, 35 MB και χρώμα 24 bit. Κάθε καρέ ενός GIF εμφανίζεται για τουλάχιστον 30 ms.
es_es: Una imagen GIF o JPEG que aparece al encender el portátil, de hasta el 40 % del ancho y el alto de la pantalla, 35 MB y color de 24 bits. Cada fotograma de un GIF se muestra al menos 30 ms.
et_ee: GIF- või JPEG-pilt, mis kuvatakse sülearvuti käivitamisel, kuni 40 % ekraani laiusest ja kõrgusest, 35 MB ja 24-bitine värv. GIF-i iga kaadrit näidatakse vähemalt 30 ms.
fa_ir: تصویری GIF یا JPEG که هنگام روشن شدن لپ‌تاپ نمایش داده می‌شود، حداکثر 40 % عرض و ارتفاع صفحه‌نمایش، 35 مگابایت و رنگ 24 بیتی. هر فریم GIF دست‌کم 30 میلی‌ثانیه نمایش داده می‌شود.
fi_fi: GIF- tai JPEG-kuva, joka näkyy kannettavan käynnistyessä, enintään 40 % näytön leveydestä ja korkeudesta, 35 Mt ja 24-bittiset värit. GIF-kuvan jokainen ruutu näkyy vähintään 30 ms.
fr_fr: Une image GIF ou JPEG affichée au démarrage de l’ordinateur portable, jusqu’à 40 % de la largeur et de la hauteur de l’écran, 35 Mo et des couleurs 24 bits. Chaque image d’un GIF reste affichée au moins 30 ms.
he_il: תמונת GIF או JPEG שמוצגת בעת הפעלת המחשב הנייד, עד 40% מרוחב המסך ומגובהו, 35 MB וצבע של 24 סיביות. כל פריים של GIF מוצג למשך 30 אלפיות שנייה לפחות.
hi_in: लैपटॉप चालू होने पर दिखने वाला GIF या JPEG चित्र, अधिकतम स्क्रीन की चौड़ाई और ऊँचाई का 40 %, 35 MB और 24-बिट रंग। GIF का हर फ़्रेम कम से कम 30 ms तक दिखता है।
hu_hu: A laptop indításakor megjelenő GIF- vagy JPEG-kép, legfeljebb a képernyő szélességének és magasságának 40%-a, 35 MB és 24 bites színek. A GIF minden képkockája legalább 30 ms-ig látszik.
id_id: Gambar GIF atau JPEG yang tampil saat laptop menyala, maksimal 40% lebar dan tinggi layar, 35 MB, dan warna 24-bit. Setiap bingkai GIF tampil minimal 30 ms.
it_it: Un'immagine GIF o JPEG mostrata all'accensione del portatile, fino al 40 % della larghezza e dell'altezza dello schermo, 35 MB e colori a 24 bit. Ogni fotogramma di una GIF resta visibile almeno 30 ms.
ja_jp: ノート PC の起動時に表示される GIF または JPEG 画像です (最大で画面の幅と高さの 40%、35 MB、24 ビット カラー)。GIF の各フレームは 30 ミリ秒以上表示されます。
ko_kr: 노트북을 켤 때 표시되는 GIF 또는 JPEG 사진입니다(최대 화면 너비와 높이의 40%, 35MB, 24비트 색). GIF의 각 프레임은 30ms 이상 표시됩니다.
lv_lv: GIF vai JPEG attēls, kas tiek rādīts, ieslēdzot klēpjdatoru, līdz 40 % no ekrāna platuma un augstuma, 35 MB un 24 bitu krāsām. Katrs GIF kadrs tiek rādīts vismaz 30 ms.
nb_no: Et GIF- eller JPEG-bilde som vises når den bærbare PC-en starter, opptil 40 % av skjermens bredde og høyde, 35 MB og 24-biters farger. Hver ramme i en GIF vises i minst 30 ms.
nl_nl: Een GIF- of JPEG-afbeelding die verschijnt bij het opstarten van de laptop, tot 40 % van de breedte en hoogte van het scherm, 35 MB en 24-bits kleur. Elk frame van een GIF blijft minstens 30 ms staan.
pl_pl: Obraz GIF lub JPEG wyświetlany przy włączaniu laptopa, maksymalnie 40% szerokości i wysokości ekranu, 35 MB i kolor 24-bitowy. Każda klatka GIF-a jest wyświetlana przez co najmniej 30 ms.
pt_pt: Uma imagem GIF ou JPEG apresentada ao ligar o portátil, até 40% da largura e da altura do ecrã, 35 MB e cor de 24 bits. Cada fotograma de um GIF é apresentado durante pelo menos 30 ms.
ro_ro: O imagine GIF sau JPEG afișată la pornirea laptopului, de cel mult 40 % din lățimea și înălțimea ecranului, 35 MB și culori pe 24 de biți. Fiecare cadru al unui GIF se afișează cel puțin 30 ms.
ru_ru: Изображение GIF или JPEG, которое показывается при включении ноутбука, размером до 40 % ширины и высоты экрана и 35 МБ, с цветом до 24 бит. Каждый кадр GIF показывается не меньше 30 мс.
sk_sk: Obrázok GIF alebo JPEG zobrazený pri zapnutí notebooku, najviac 40 % šírky a výšky obrazovky, 35 MB a 24-bitové farby. Každá snímka GIF sa zobrazí aspoň na 30 ms.
sr_cyrl_rs: GIF или JPEG слика која се приказује при паљењу лаптопа, до 40 % ширине и висине екрана, 35 MB и 24-битних боја. Сваки кадар GIF-а се приказује најмање 30 ms.
sv_se: En GIF- eller JPEG-bild som visas när den bärbara datorn startar, upp till 40 % av skärmens bredd och höjd, 35 MB och 24-bitars färg. Varje bildruta i en GIF visas i minst 30 ms.
th_th: รูปภาพ GIF หรือ JPEG ที่แสดงเมื่อเปิดแล็ปท็อป ขนาดไม่เกิน 40% ของความกว้างและความสูงของหน้าจอ 35 MB และสี 24 บิต แต่ละเฟรมของ GIF แสดงอย่างน้อย 30 มิลลิวินาที
tr_tr: Dizüstü bilgisayar açılırken gösterilen, en fazla ekran genişliğinin ve yüksekliğinin %40'ı, 35 MB ve 24 bit renkli bir GIF veya JPEG resim. GIF'in her karesi en az 30 ms gösterilir.
uk_ua: Зображення GIF або JPEG, що показується під час увімкнення ноутбука, розміром до 40 % ширини й висоти екрана і 35 МБ, з кольором до 24 біт. Кожен кадр GIF показується щонайменше 30 мс.
vi_vn: Ảnh GIF hoặc JPEG hiển thị khi máy tính xách tay khởi động, tối đa 40% chiều rộng và chiều cao màn hình, 35 MB và màu 24 bit. Mỗi khung hình của GIF hiển thị ít nhất 30 ms.
zh_cn: 笔记本电脑开机时显示的 GIF 或 JPEG 图片，最大为屏幕宽度和高度的 40%、35 MB、24 位颜色。GIF 的每一帧至少显示 30 毫秒。
zh_tw: 筆電開機時顯示的 GIF 或 JPEG 圖片，最大為螢幕寬度和高度的 40%、35 MB、24 位元色彩。GIF 的每一格畫面至少顯示 30 毫秒。
